{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "\r\n\r\n\r\nDid I just fall asleep?\r\n\r\n\r\n"
			},
			"Translation":
			{
				"Text": "\r\n\r\n\r\n我刚才睡着了？\r\n\r\n\r\n"
			},
			"Key": "CCB87FAE4BCC85B9C30B678199696496"
		},
		{
			"Source":
			{
				"Text": "\r\n\r\n\r\nOh, you are back\r\n\r\n\r\n"
			},
			"Translation":
			{
				"Text": "\r\n\r\n\r\n啊，你回来啦\r\n\r\n\r\n"
			},
			"Key": "DCCF749546D329465AB2198CB212C685"
		},
		{
			"Source":
			{
				"Text": "\r\n\r\nAh...\r\nYou finally woke up...\r\n(Press (X) to continue...)\r\n\r\n"
			},
			"Translation":
			{
				"Text": "\r\n\r\n啊，你醒啦…\r\n(按下 (X) 继续...)\r\n\r\n"
			},
			"Key": "9F11D0804FEDB5B2B6A6A5B2062B91DF"
		},
		{
			"Source":
			{
				"Text": "\r\n\r\nAh...\r\nYou finally woke up...\r\n(Press F to continue...)\r\n\r\n"
			},
			"Translation":
			{
				"Text": "\r\n\r\n啊，你醒啦…\r\n(按下[F]继续...)\r\n\r\n"
			},
			"Key": "8AB0B3B1400DEAC75E6F92B322A6C8BC"
		},
		{
			"Source":
			{
				"Text": "\r\n\r\nI don't know,\r\nmaybe wander around,\r\nmaybe get some more fries\r\n\r\n"
			},
			"Translation":
			{
				"Text": "\r\n\r\n我也不知道，\r\n可能在附近溜达溜达，\r\n要么就再去整点薯条\r\n\r\n"
			},
			"Key": "83B271284708085A0212E0ABA88E8E73"
		},
		{
			"Source":
			{
				"Text": "\r\n\r\nI know you will.\r\n\r\n"
			},
			"Translation":
			{
				"Text": "\r\n\r\n你最好是。\r\n\r\n"
			},
			"Key": "7F1078A24BE3C110B41721BE2EC0DA96"
		},
		{
			"Source":
			{
				"Text": "\r\n\r\nI still feel like it has something\r\nto do with those fries on the pier\r\n\r\n"
			},
			"Translation":
			{
				"Text": "\r\n\r\n去整点薯条\r\n\r\n"
			},
			"Key": "F5582FC444F85123FB80DBA8348A5756"
		},
		{
			"Source":
			{
				"Text": "\r\n\r\nI'll try it right away.\r\n\r\n"
			},
			"Translation":
			{
				"Text": "\r\n\r\n我马上就去试试\r\n\r\n"
			},
			"Key": "277CD9C843D8BE0817DE36BD0902784F"
		},
		{
			"Source":
			{
				"Text": "\r\n\r\nMaybe I will.\r\n\r\n"
			},
			"Translation":
			{
				"Text": "\r\n\r\n你猜我带不带吧\r\n\r\n"
			},
			"Key": "3AC7AFA34D8F60248C6A9E901B4448B3"
		},
		{
			"Source":
			{
				"Text": "\r\n\r\nMaybe,\r\nwhat did you just say?\r\n\r\n"
			},
			"Translation":
			{
				"Text": "\r\n\r\n可能吧，\r\n你刚才说啥来着？\r\n\r\n"
			},
			"Key": "CCE656A2465568A55F5F31874B2D130F"
		},
		{
			"Source":
			{
				"Text": "\r\n\r\nNo I mean the big picture — \r\nWhat is the culminating result\r\nof consciousness?\r\nWhere does this path end?\r\n\r\n"
			},
			"Translation":
			{
				"Text": "\r\n\r\n你误会我了兄弟，\r\n我说的是咱们这辈子的终极目标。\r\n归根结底，\r\n活着是为了什么？\r\n\r\n"
			},
			"Key": "BFE9C1DF481E124375D8F0A6B9C3FAAF"
		},
		{
			"Source":
			{
				"Text": "\r\n\r\nSo what do you do next?\r\n\r\n"
			},
			"Translation":
			{
				"Text": "\r\n\r\n那你接下来干点啥呢？\r\n\r\n"
			},
			"Key": "6BCB343C457EADD80F36E9AB941C12A4"
		},
		{
			"Source":
			{
				"Text": "\r\n\r\nThat's right, and I got some fries.\r\n\r\n"
			},
			"Translation":
			{
				"Text": "\r\n\r\n和薯条一起回来的\r\n\r\n"
			},
			"Key": "AD51402246F4E7A724ADD1868CF5E280"
		},
		{
			"Source":
			{
				"Text": "\r\n\r\nThen I'll continue to think about\r\nthe question. See you later.\r\n\r\n"
			},
			"Translation":
			{
				"Text": "\r\n\r\n行，我还在思考我的终极目标\r\n你自己去玩吧\r\n\r\n"
			},
			"Key": "0B20BC6C46595381FD19D1A9EFC09FC0"
		},
		{
			"Source":
			{
				"Text": "\r\n\r\nWhen you get the fries remember\r\nto bring me some\r\n\r\n"
			},
			"Translation":
			{
				"Text": "\r\n\r\n记得给我也带点\r\n\r\n"
			},
			"Key": "3678A2FA4DE154F7B2B254902D2E0071"
		},
		{
			"Source":
			{
				"Text": "\r\n\r\nYes, I'm back.\r\nI'll take a break and get the fries later.\r\n\r\n"
			},
			"Translation":
			{
				"Text": "\r\n\r\n我打算先歇一会儿，\r\n薯条的事儿先放一放\r\n\r\n"
			},
			"Key": "7EF2C92A4E017B409B82D7A3E1E7B606"
		},
		{
			"Source":
			{
				"Text": "\r\n\r\nYes, is it because what I am\r\ntalking about is too boring?\r\n\r\n"
			},
			"Translation":
			{
				"Text": "\r\n\r\n站着都能睡着，\r\n我讲的有这么无聊吗\r\n\r\n"
			},
			"Key": "D736EE2A4F0414CF057509AE0E1418AA"
		},
		{
			"Source":
			{
				"Text": "\r\n... Fine\r\nThere is a fries store not far away,\r\nyou can try it\r\n"
			},
			"Translation":
			{
				"Text": "\r\n…行吧\r\n那边就有一个薯条店，\r\n看你本事了\r\n"
			},
			"Key": "F10525F04BAAEF7A07CD729727343B79"
		},
		{
			"Source":
			{
				"Text": "\r\nAh, easy,\r\nI was going to go get some fries\r\non the pier\r\n"
			},
			"Translation":
			{
				"Text": "\r\n这简单，\r\n我打算待会儿去海边\r\n整点薯条\r\n"
			},
			"Key": "16A9624A462E32C43A9003AA53566CD8"
		},
		{
			"Source":
			{
				"Text": "\r\nBy the way, when you have an [!]\r\nover your head means you can\r\ninteract with things around you,\r\nremember to press (Y)\r\n"
			},
			"Translation":
			{
				"Text": "\r\n对了，你知不知道\r\n你头上有个 [！] 的时候\r\n按下 (Y) 就可以和\r\n你周围的东西交互\r\n"
			},
			"Key": "58EC06334D07E962037E409A9EA82FD6"
		},
		{
			"Source":
			{
				"Text": "\r\nBy the way, when you have an [!]\r\nover your head means you can\r\ninteract with things around you,\r\nremember to press [E]\r\n"
			},
			"Translation":
			{
				"Text": "\r\n对了，你知不知道\r\n你头上有个 [！] 的时候\r\n按下 [E] 就可以和\r\n你周围的东西交互\r\n"
			},
			"Key": "3B3416924C75B33E33D715AEAB557F51"
		},
		{
			"Source":
			{
				"Text": "\r\nGo by yourself, I need to keep thinking\r\nabout the answers to those questions\r\n"
			},
			"Translation":
			{
				"Text": "\r\n你自己去，我可不像你那么肤浅\r\n我还要继续思考这个终极问题\r\n"
			},
			"Key": "E34792CF4B844215B4F4D093F81806E8"
		},
		{
			"Source":
			{
				"Text": "\r\nI'm asking you...\r\nWhere do you think we're headed?\r\n"
			},
			"Translation":
			{
				"Text": "\r\n我刚才在问你…\r\n我们要飞向何方……\r\n"
			},
			"Key": "882D9CDC4834F7C1E1DE159A57D48BAE"
		},
		{
			"Source":
			{
				"Text": "\r\nWhat do you mean by pressing (Y)?\r\nWon't you come with me?\r\n"
			},
			"Translation":
			{
				"Text": "\r\n按 (Y)？什么叫按 (Y)？\r\n你不和我一起去整薯条吗？\r\n"
			},
			"Key": "E3AFE1DE48A22BA5FB21BFAA37570524"
		},
		{
			"Source":
			{
				"Text": "\r\nWhat do you mean by pressing [E]?\r\nWon't you come with me?\r\n"
			},
			"Translation":
			{
				"Text": "\r\n按 [E]？什么叫按 [E]？\r\n你不和我一起去整薯条吗？\r\n"
			},
			"Key": "D65BBA634632290EDDE2C1BFC9788D90"
		},
		{
			"Source":
			{
				"Text": "(A) Yes"
			},
			"Translation":
			{
				"Text": "(A) 不玩了"
			},
			"Key": "2C7482704661126C9265C0B15218A2E1"
		},
		{
			"Source":
			{
				"Text": "(B) No"
			},
			"Translation":
			{
				"Text": "(B) 继续玩"
			},
			"Key": "60333BBC428352E51E0D888ECB83A19B"
		},
		{
			"Source":
			{
				"Text": "A game by"
			},
			"Translation":
			{
				"Text": "制作人员："
			},
			"Key": "A19041364FA90B31EBA741BBF9F29854"
		},
		{
			"Source":
			{
				"Text": "Ah, you didn't catch it"
			},
			"Translation":
			{
				"Text": "啊可惜，你没抓到它"
			},
			"Key": "50388C77483357E9C3AE5984450BDE6B"
		},
		{
			"Source":
			{
				"Text": "Almost there..."
			},
			"Translation":
			{
				"Text": "就快拿到了..."
			},
			"Key": "9D3A2CDB4C63C5F1566409B22E5E04CB"
		},
		{
			"Source":
			{
				"Text": "Enjoy exploring this beach!"
			},
			"Translation":
			{
				"Text": "在海边愉快玩耍吧！"
			},
			"Key": "975F763F45856886A303A8804CB7636B"
		},
		{
			"Source":
			{
				"Text": "Exit The Game?"
			},
			"Translation":
			{
				"Text": "退出游戏？"
			},
			"Key": "77630FA3402A235442D961B8AFD01740"
		},
		{
			"Source":
			{
				"Text": "FALSEKNEES.com"
			},
			"Translation":
			{
				"Text": "FALSEKNEES.com"
			},
			"Key": "BD8C00E84910E0765BCACDBCACA60703"
		},
		{
			"Source":
			{
				"Text": "Get Some Fries"
			},
			"Translation":
			{
				"Text": "整点薯条"
			},
			"Key": "E849C1A34F5DFB093941B0A0ED484066"
		},
		{
			"Source":
			{
				"Text": "JINGYI FENG"
			},
			"Translation":
			{
				"Text": "JINGYI FENG"
			},
			"Key": "F6294A0C4CB93F61DB7EFE996384B79A"
		},
		{
			"Source":
			{
				"Text": "LEVI CARPENTER"
			},
			"Translation":
			{
				"Text": "LEVI CARPENTER"
			},
			"Key": "3FAFBCB842D6D949A3A21A920C0AD8F8"
		},
		{
			"Source":
			{
				"Text": "LINJIE DENG"
			},
			"Translation":
			{
				"Text": "LINJIE DENG"
			},
			"Key": "6AABEEFA42E75990424DCFBAAD11CA7D"
		},
		{
			"Source":
			{
				"Text": "Now you get the fries..."
			},
			"Translation":
			{
				"Text": "现在你拿到薯条了..."
			},
			"Key": "CBE7B28947548FEFAB24FAB3B2EB6B22"
		},
		{
			"Source":
			{
				"Text": "Original Meme by"
			},
			"Translation":
			{
				"Text": "表情包原作："
			},
			"Key": "17C17C754E22E63614381AB5FC8C3B2A"
		},
		{
			"Source":
			{
				"Text": "PRESS SPACE/(A) TO START"
			},
			"Translation":
			{
				"Text": "按下 [空格键]/(A) 开始游戏"
			},
			"Key": "C25255B74E73AD757DCE91B9263D2813"
		},
		{
			"Source":
			{
				"Text": "Press (A) to jump, hold to jump even higher"
			},
			"Translation":
			{
				"Text": "使用 (A) 跳跃，按住可以跳得更高"
			},
			"Key": "E025896C4EA4D3DF08879E8E345A9E29"
		},
		{
			"Source":
			{
				"Text": "Press (X) to pick up items"
			},
			"Translation":
			{
				"Text": "按下 (X) 来捡起物品"
			},
			"Key": "1DE9A01B4753D823BC5CAD898CB5B866"
		},
		{
			"Source":
			{
				"Text": "Press F to pick up items"
			},
			"Translation":
			{
				"Text": "按下 [F] 来捡起物品"
			},
			"Key": "40044C1648AC7FD63E8CFBA244BA9AFF"
		},
		{
			"Source":
			{
				"Text": "Press SPACE to jump, hold to jump even higher"
			},
			"Translation":
			{
				"Text": "使用[空格键]跳跃，按住可以跳得更高"
			},
			"Key": "4F9445874A4F1EF1708472982EBF2AC8"
		},
		{
			"Source":
			{
				"Text": "So close..."
			},
			"Translation":
			{
				"Text": "很接近了…"
			},
			"Key": "90F963B346AF88E3E0CD28813BE8C514"
		},
		{
			"Source":
			{
				"Text": "Thank you for playing!"
			},
			"Translation":
			{
				"Text": "感谢您的游玩！"
			},
			"Key": "8C823019487E16CE8838E38E44BD300C"
		},
		{
			"Source":
			{
				"Text": "Use Left joystick to walk"
			},
			"Translation":
			{
				"Text": "推动左摇杆来移动"
			},
			"Key": "6E7D34F64CE55088A029FF8A1CE9AC30"
		},
		{
			"Source":
			{
				"Text": "Use W,A,S,D to walk"
			},
			"Translation":
			{
				"Text": "使用W,A,S,D来移动"
			},
			"Key": "CCE6E6EF4DE0508F2A4D9CBF09FE8E9F"
		},
		{
			"Source":
			{
				"Text": "YEE CHENG"
			},
			"Translation":
			{
				"Text": "YEE CHENG"
			},
			"Key": "AFD29BEE4EDE9857C532CAADC512B00B"
		},
		{
			"Source":
			{
				"Text": "YICHEN LIN"
			},
			"Translation":
			{
				"Text": "YICHEN LIN"
			},
			"Key": "BCEC974C482844689DE2EE8BBB9861F6"
		},
		{
			"Source":
			{
				"Text": "ZIDUAN ZHANG"
			},
			"Translation":
			{
				"Text": "ZIDUAN ZHANG"
			},
			"Key": "04CC2A71465DF0FCCC0C168F0A3F8A99"
		},
		{
			"Source":
			{
				"Text": "ZITENG ZHAO"
			},
			"Translation":
			{
				"Text": "ZITENG ZHAO"
			},
			"Key": "B5D610BF46478BF3D728499F4920BD41"
		},
		{
			"Source":
			{
				"Text": "and then what?"
			},
			"Translation":
			{
				"Text": "好像也没啥大不了的。"
			},
			"Key": "C96D226C4BC6B2E614890D9C95B7FE4E"
		},
		{
			"Source":
			{
				"Text": "按下键盘[L]或控制器(B)键来切换语言"
			},
			"Translation":
			{
				"Text": "Press [L] on keyboard or (B) on gamepad to switch the language"
			},
			"Key": "DCC1FDBE43649DD85D55AFB4BB8164B8"
		}
	]
}